[
    {
        "service": "OneDrive",
        "en_q": "What is KTH OneDrive?",
        "en_a": "OneDrive is a file synchronization service in the cloud that is procured by KTH. OneDrive allows you to sync your personal files between computers, phones, and tablets, and to securely share files with colleagues and external employees.",
        "sv_q": "Vad är KTH OneDrive?",
        "sv_a": "OneDrive är en filsynkroniseringstjänst från Microsoft i molnet som är upphandlad av KTH. OneDrive ger dig möjlighet att synkronisera dina personliga filer mellan datorer, telefon och plattor samt dela ut filer till kollegor och externa medarbetare på ett säkert sätt.        "
    },
    {
        "service": "OneDrive",
        "en_q": "What happens to OneDrive if I change my username?",
        "en_a": "We do not recommend that you change usernames as it will affect many of the features of OneDrive1 as well as applications, distribution of files/directories, etc. <br> You can read more about what will be affected when you change your username on the following page, <a href=\"https://docs.microsoft.com/en-us/OneDrive/upn-changes\"  target=\"_blank\" title=\"How UPN changes affect the OneDrive URL and OneDrive features\">How UPN changes affect the OneDrive URL and OneDrive features</a>.",
        "sv_q": "Vad händer med OneDrive om jag byter användarnamn?",
        "sv_a": "Vi rekommenderar inte att du byter användarnamn då det kommer påverka många av funktionerna i OneDrive samt applikationer, utdelningar av filer/kataloger mm. Du kan läsa lite mer om vad som kommer påverkas när du byter användarnamn på följande sida, <a href=\"https://docs.microsoft.com/en-us/OneDrive/upn-changes\"  target=\"_blank\" title=\"How UPN changes affect the OneDrive URL and OneDrive features\">How UPN changes affect the OneDrive URL and OneDrive features</a> (på engelska)."
    },
    {
        "service": "OneDrive",
        "en_q": "Who can use KTH OneDrive?",
        "en_a": "OneDrive will be offered to all employees and active students at KTH as well as anyone who uses the central client platform, KTH Windows (WIKS) and KTH Mac, which is delivered by the IT Department.",
        "sv_q": "Vilka kan använda sig av KTH OneDrive?",
        "sv_a": "OneDrive kommer att erbjudas till alla anställda och aktiva studenter på KTH samt alla som använder sig av den centrala klientplattformen, KTH Windows (WIKS) och KTH Mac, som levereras av IT-Avdelningen."
    },
    {
        "service": "OneDrive",
        "en_q": "How much space do I get at KTH OneDrive?",
        "en_a": "You will have access to 5TB at KTH OneDrive but we can allocate more than 5TB for employees if necessary.",
        "sv_q": "Hur mycket utrymme får jag på KTH OneDrive?",
        "sv_a": "Du kommer att få tillgång till 5TB på KTH OneDrive men vi kan tilldela mer än 5TB för anställda om det skulle behövas."
    },
    {
        "service": "OneDrive",
        "en_q": "What happens to the shared folders/files when a user quits and the KTH OneDrive account is suspended?",
        "en_a": "Access to the shared folders /files is lost when the users KTH OneDrive account is closed, due to the information being linked to the user who shared the folder/file.",
        "sv_q": "Vad händer med de delade foldrarna/filerna när en användare slutar och KTH OneDrive kontot stängs av?",
        "sv_a": "Tillgång till delade foldrarna/filerna stängs av när KTH OneDrive kontot stängs, detta pga att informationen är kopplad till den användaren som delat ut foldern/filen."
    },
    {
        "service": "OneDrive",
        "en_q": "What is the maximum size of files that can be stored in OneDrive?",
        "en_a": "The maximum size A file can be is 250GB, but we recommend that you use a maximum file size of 20GB as it is easier to upload them to the service.",
        "sv_q": "Hur stor kan en fil vara i OneDrive?",
        "sv_a": "En fil kan vara upp till 250GB stor. Vi rekommenderar att du använder max 20Gb stora filer då det är enklare att ladda upp de till tjänsten."
    },
    {
        "service": "OneDrive",
        "en_q": "Who can access my files?",
        "en_a": "The files available on OneDrive can be accessed by the people you have shared them to as well as KTH's administrators of the service.",
        "sv_q": "Vem kan komma åt mina filer?",
        "sv_a": "Filerna som finns på OneDrive kan komma åt av de du delat ut de till samt KTH's administratörer av tjänsten."
    },
    {
        "service": "OneDrive",
        "en_q": "Will the OneDrive client be installed on KTH's platform computers?",
        "en_a": "Yes, the OneDrive client will be preinstalled on KTH Windows and KTH Mac. If you cannot find OneDrive in software center or KTH self-service, you can contact KTH IT-Support.",
        "sv_q": "Kommer OneDrive klienten att installeras på KTH’s plattformdatorer?",
        "sv_a": "Ja, OneDrive klienten kommer attt förinstalleras på KTH-Windows och KTH-Mac. Om du inte hittar OneDrive i Software center eller KTH selfservice, kan du kontakta KTH IT-Support."
    },
    {
        "service": "OneDrive",
        "en_q": "On which platforms is the OneDrive application available?",
        "en_a": "The OneDrive client is on Windows, Mac, IOS, and Android.",
        "sv_q": "På vilka plattformar finns OneDrive applikationen?",
        "sv_a": "OneDrive klienten finns på Windows, Mac, IOS och Android."
    },
    {
        "service": "OneDrive",
        "en_q": "Is there a client for linux?",
        "en_a": "Unfortunately, there is no official client for OneDrive. Linux users are referred to the web client.",
        "sv_q": "Finns det klient för linux?",
        "sv_a": "Tyvärr så finns det ingen klient för OneDrive. Linux användare är hänvisade till webklienten."
    },
    {
        "service": "OneDrive",
        "en_q": "Who is responsible for the files on OneDrive?",
        "en_a": "You as a User of OneDrive are responsible for the information contained in OneDrive.",
        "sv_q": "Vem ansvarar för filerna på OneDrive?",
        "sv_a": "Du som användare av OneDrive ansvarar för informationen som finns i OneDrive."
    },
    {
        "service": "OneDrive",
        "en_q": "Does KTH take backup on OneDrive?",
        "en_a": "KTH does not backup the files on OneDrive, you as a user are responsible for the files that are on OneDrive.",
        "sv_q": "Tar KTH backup på OneDrive?",
        "sv_a": "KTH tar inte backup på filerna på OneDrive, du som användare är ansvarig för filerna som finns på OneDrive."
    },
    {
        "service": "OneDrive",
        "en_q": "Can scholarship holders, postdoctoral students access OneDrive?",
        "en_a": "If scholarship holders and postdoctoral students are registered in Ladok as students and have received the affiliation student at KTH, they will have access to KTH OneDrive. If they don't get the affiliation student, they won't have access to KTH OneDrive.",
        "sv_q": "Kan stipendiater, postdoktorala studenter få tillgång till OneDrive?",
        "sv_a": "Om stipendiater och postdoktorala studenter finns registrerade i Ladok som studenter och har fått affilieringen student på KTH så kommer de få tillgång till KTH OneDrive. Om de inte får affilieringen student så kommer de inte ha tillgång till KTH OneDrive."
    },
    {
        "service": "OneDrive",
        "en_q": "How does the funding of OneDrive at KTH look like?",
        "en_a": "This service is included in our Microsoft campus agreement.",
        "sv_q": "Hur ser finansieringen av OneDrive på KTH?",
        "sv_a": "Denna tjänst ingår i vårt Microsoft campus avtal."
    },
    {
        "service": "OneDrive",
        "en_q": "Will students have access to OneDrive?",
        "en_a": "Yes, OneDrive will be available to all active students.",
        "sv_q": "Kommer studenter att få tillgång till OneDrive?",
        "sv_a": "Ja"
    },
    {
        "service": "OneDrive",
        "en_q": "How secure is OneDrive?",
        "en_a": "All communication to OneDrive is encrypted with TLS and all information stored with OneDrive is encrypted at rest.",
        "sv_q": "Hur säker är OneDrive?",
        "sv_a": "Allt kommunikationen till OneDrive är krypterat med SSL samt all information som är lagrad hos OneDrive är krypterad."
    },
    {
        "service": "OneDrive",
        "en_q": "How long do I have access to OneDrive?",
        "en_a": "As long as you are employed at KTH or are an active student at KTH or have any of the following services, KTH Windows/Mac/Linux, you will have access to OneDrive. When the employment or studies are terminated, access to OneDrive is suspended.",
        "sv_q": "Hur länge har jag tillgång till OneDrive?",
        "sv_a": "Så länge du är anställd på KTH eller är en aktiv student på KTH eller har någon av följande tjänster, KTH Windows/Mac/Linux så kommer du att ha tillgång till OneDrive. När anställningen eller studierna avslutas så stängs tillgången till OneDrive av."
    },
    {
        "service": "OneDrive",
        "en_q": "Can impersonal accounts have an account in KTH OneDrive, e.g. department@kth.se?",
        "en_a": "Impersonal accounts such as departments/function addresses etc. cannot have a KTH OneDrive account. Accounts in OneDrive are personal.",
        "sv_q": "Kan opersonliga konton ha ett konto i KTH OneDrive, till exempel avdelning@kth.se?",
        "sv_a": "Opersonliga konton som avdelningar/funktionsadresser med mera kan inte ha ett KTH OneDrive konto. Konton i OneDrive är personliga."
    },
    {
        "service": "OneDrive",
        "en_q": "Why can't I share links that are publicly available without signing in for more than 180 days?",
        "en_a": "For security reasons, we have placed a restriction on shared links that are publicly available without login. These may be distributed for a maximum of 180 days.<br> After the 180 days have passed, the link must be shared again.We recommend that you share files/folders with people and not make them publicly available without login.",
        "sv_q": "Varför kan jag inte dela ut länkar som är publikt tillgängliga utan inloggning i mer än 180 dagar?",
        "sv_a": "Av säkerhetsskäl så har vi lagt en begränsning på delade länkar som är publikt tillgängliga utan inloggning. Dessa får maximalt delas ut i 180 dagar. Efter att de 180 dagarna passerat så måste länken delas ut igen.<br>Vi rekommenderar att du delar filer/foldrar till personer och inte gör de publikt tillgängliga utan inloggning."
    },
    {
        "service": "OneDrive",
        "en_q": "Why is it that when I share information in OneDrive, the default rights are \"Can view\" and not \"Can edit\"?",
        "en_a": "For security reasons, the default setting is \"Can view\" when sharing information in OneDrive.We want users to make an active decision about what access an employee or anonymous person should have to the shared information. We also want to prevent unauthorized manipulation/deletion of information stored in OneDrive.</p>",
        "sv_q": "Varför är det så att när jag delar information i OneDrive så är standardrättigheterna \"Kan visa\" och inte \"Kan redigera\"?",
        "sv_a": "Av säkerhetsskäl så är standardinställningen \"Kan visa\" och inte \"Kan redigera\" när man delar information i OneDrive. Vi vill att användarna ska ta ett aktivt beslut om vilken åtkomst en medarbetare eller anonyma skall ha till den delade informationen. Vi vill också förhindra att obehöriga manipulerar/raderar av information som finns lagrat i OneDrive."
    },
    {
        "service": "onedrive",
        "en_q": "How do I log in to KTH OneDrive?",
        "en_a": "You must log in as username@ug.kth.se and your KTH password.",
        "sv_q": "Hur skall jag logga in i KTH OneDrive?",
        "sv_a": "Du skall logga in som användarnamn@ug.kth.se och ditt KTH lösenord."
    },
    {
        "service": "onedrive",
        "en_q": "Where are the files stored?",
        "en_a": "The files that are stored in Onedrive and all other Microsoft 365 services are stored on server within the EU. We cannot say exactly what country the fiels are store as they can be stored in multiple countries for redundancy . The countrie that are use for storing files for OneDrive/Microsoft 365 are Austria, Finland, France, Ireland and Holland.<br>You can read more about where the files/information is stored by following this link, <a href=\"https://docs.microsoft.com/en-us/microsoft-365/enterprise/eu-data-storage-locations?view=o365-worldwide\">https://docs.microsoft.com/en-us/microsoft-365/enterprise/eu-data-storage-locations?view=o365-worldwide.</a>",
        "sv_q": "Vart lagras filerna i OneDrive?",
        "sv_a": "Filerna som lagras i Onedrive, samt alla andra Microsoft 365 tjänster lagras på servrar inom EU. Vi kan inte säga exakt vilket land då informationen kan lagras i flera länder för redundans. Länderna som används för lagring av information av OneDrive/Microsoft 365 är Österrike, Finland, Frankrike, Irland och Holland.<br>Du kan läsa mer om vart informationen lagras på följande länk,<a href=\"https://docs.microsoft.com/en-us/microsoft-365/enterprise/eu-data-storage-locations?view=o365-worldwide\">https://docs.microsoft.com/en-us/microsoft-365/enterprise/eu-data-storage-locations?view=o365-worldwide</a>."
    },
    {
        "service": "onedrive",
        "en_q": "Can multiple users write in the same office document at the same time?",
        "en_a": "Yes, Office 2016 or later users can edit files at the same time. Users can also edit files simultaneously via Office online via a web browser.",
        "sv_q": "Kan flera användare skriva i samma office dokument samtidigt?",
        "sv_a": "Ja, användare av Office 2016 eller senare kan redigera filer samtidigt. Användare kan också redigera filer samtidig via Office online via en webbläsare."
    },
    {
        "service": "onedrive",
        "en_q": "Can I, as an employee, share documents with students?",
        "en_a": "Yes, since both employees and students will have access to KTH OneDrive, it will be possible to share documents with each other.",
        "sv_q": "Kan jag som anställd dela dokument med studenter?",
        "sv_a": "Ja, eftersom både anställda och studenter kommer ha tillgång till KTH OneDrive kommer det vara möjligt att dela dokument med varandra."
    },
    {
        "service": "onedrive",
        "en_q": "Can I have different sync settings on different devices?",
        "en_a": "Yes, the OneDrive client will allow you to have different settings on different computers / devices.",
        "sv_q": "Kan jag ha olika synkinställningar på olika enheter?",
        "sv_a": "Ja, OneDrive-klienten kommer ge dig möjligheten att kunna ha olika inställningar på olika datorer/enheter."
    },
    {
        "service": "onedrive",
        "en_q": "Will the OneDrive client automatically download all the files to my computer after i login?",
        "en_a": "The default settings on the OneDrive client is that it only download files after you click on the file.<br>If you have an older OneDrive client please upgrade to the latest version of the client as that feature is supported in new clients and older client may download all the files to your computer.",
        "sv_q": "Kommer OneDrive-klienten automatiskt att ladda ner alla filer till min dator efter att jag har loggat in?",
        "sv_a": "Standardinställningarna på OneDrive-klienten är att den bara hämtar filer när du har klickat på filen.<br>Om du har en äldre OneDrive-klient uppgradera den till den senaste versionen av klienten eftersom den funktionen stöds i nya versionen av klienten och äldre versioner av klienten har inte den funtionen och kan hämta ned alla filer till datorn."
    },
    {
        "service": "github-com-students",
        "en_q": "Who will get access to Github.com KTH Students organisation?",
        "en_a": "All students and teachers in KTH with an active account will get access to the Github.com KTH Students organisation.",
        "sv_q": "Vem kommer att få tillgång till Github.com KTH Students organisationen?",
        "sv_a": "Alla studenter och lärare på KTH med ett aktivt konto kommer att få tillgång till Github.com KTH Students organisation."
    },
    {
        "service": "github-com-projects",
        "en_q": "Who will get access to Github.com KTH Projects organisation?",
        "en_a": "All employees in KTH with an active account will get access to the Github.com KTH Projects organisation.",
        "sv_q": "Vem kommer att få tillgång till Github.com KTH Projects organisationen?",
        "sv_a": "Alla employees på KTH med ett aktivt konto kommer att få tillgång till Github.com KTH Projects organisation."
    }

]